Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Screenshot Bro is now on the App Store, and your feedback helped get it there. This beta will stop receiving updates soon, so please install the App Store version — it replaces this one, and your projects stay right where they are.
ar: Screenshot Bro موجود الآن في App Store، وقد ساعدت تعليقاتك في الوصول إليه. سيتوقف هذا الإصدار التجريبي عن تلقي التحديثات قريبًا، لذا يرجى تثبيت الإصدار App Store — فهو يحل محل هذا الإصدار، وستظل مشاريعك في مكانها.
ca: Screenshot Bro ara és al App Store, i els vostres comentaris han ajudat a arribar-hi. Aquesta versió beta deixarà de rebre actualitzacions aviat, així que si us plau, instal·leu la versió App Store: la substituirà i els vostres projectes romandran on es troben.
cs: Screenshot Bro je nyní na App Store a vaše zpětná vazba nám pomohla se tam dostat. Tato beta verze brzy přestane dostávat aktualizace, proto si prosím nainstalujte verzi App Store – nahrazuje tuto verzi a vaše projekty zůstanou tam, kde jsou.
da: Screenshot Bro er nu på App Store, og din feedback hjalp med at få den der. Denne betaversion stopper snart med at modtage opdateringer, så installer venligst App Store-versionen – den erstatter denne, og dine projekter bliver lige, hvor de er.
de: Screenshot Bro ist jetzt im App Store – und dein Feedback hat dazu beigetragen. Diese Beta erhält bald keine Updates mehr. Bitte installiere die App-Store-Version – sie ersetzt diese hier, und deine Projekte bleiben genau dort, wo sie sind.
el: Το Screenshot Bro βρίσκεται τώρα στο App Store και τα σχόλιά σας βοήθησαν να το καταφέρετε. Αυτή η έκδοση beta θα σταματήσει να λαμβάνει ενημερώσεις σύντομα, επομένως εγκαταστήστε την έκδοση App Store — αντικαθιστά αυτήν και τα έργα σας παραμένουν εκεί που βρίσκονται.
es: Screenshot Bro ya está en la App Store, y tus comentarios ayudaron a llegar hasta aquí. Esta beta dejará de recibir actualizaciones pronto, así que instala la versión de la App Store: reemplaza a esta y tus proyectos se quedan justo donde están.
fa: Screenshot Bro اکنون در App Store منتشر شده است و بازخورد شما در رسیدن به اینجا نقش داشت. این نسخهٔ بتا به‌زودی دیگر به‌روزرسانی نمی‌شود، پس لطفاً نسخهٔ App Store را نصب کنید — جایگزین همین نسخه می‌شود و پروژه‌هایتان همان‌جا که هستند می‌مانند.
fi: Screenshot Bro on nyt App Store, ja palautteesi auttoi saavuttamaan sen. Tämä beta-versio ei saa pian päivityksiä, joten asenna App Store-versio – se korvaa tämän, ja projektisi pysyvät ennallaan.
fr: Screenshot Bro est désormais sur l’App Store, et vos retours l’ont aidé à y arriver. Cette bêta ne recevra bientôt plus de mises à jour : installez la version de l’App Store. Elle remplace celle-ci, et vos projets restent exactement où ils sont.
he: Screenshot Bro נמצא כעת ב-App Store, והמשוב שלך עזר להגיע אליו. בטא זו תפסיק לקבל עדכונים בקרוב, אז בבקשה התקן את גרסת App Store - היא מחליפה את הגרסה הזו, והפרויקטים שלך נשארים בדיוק היכן שהם נמצאים.
hr: Screenshot Bro je sada na App Store, a vaše su nam povratne informacije pomogle da dođe tamo. Ova beta verzija uskoro će prestati primati ažuriranja, stoga instalirajte verziju App Store — ona zamjenjuje ovu, a vaši projekti ostaju tamo gdje jesu.
hu: A Screenshot Bro most a App Store kifejezésen van, és az Ön visszajelzése segített eljutni. Ez a béta hamarosan nem kap frissítéseket, ezért kérjük, telepítse a App Store verziót – ez leváltja ezt, és projektjei ott maradnak, ahol vannak.
id: Screenshot Bro sekarang ada di App Store, dan masukan Anda membantu membawanya ke sana. Beta ini akan segera berhenti menerima pembaruan, jadi harap instal versi App Store — versi ini menggantikan versi ini, dan proyek Anda tetap berada di tempatnya.
it: Screenshot Bro è ora sull’App Store, e il tuo feedback ha contribuito ad arrivarci. Questa beta smetterà presto di ricevere aggiornamenti, quindi installa la versione dell’App Store: sostituisce questa e i tuoi progetti restano esattamente dove sono.
ja: Screenshot Bro が App Store で公開されました。ここまで来られたのは皆さんのフィードバックのおかげです。このベータ版はまもなくアップデートが終了するため、App Store 版をインストールしてください。このベータ版と置き換わり、プロジェクトはそのまま残ります。
ko: Screenshot Bro가 이제 App Store에 출시되었으며, 여러분의 피드백 덕분에 여기까지 올 수 있었습니다. 이 베타는 곧 업데이트가 중단되니 App Store 버전을 설치해 주세요. 이 버전을 대체하며, 프로젝트는 그대로 유지됩니다.
ms: Screenshot Bro kini berada di App Store dan maklum balas anda membantu mendapatkannya. Beta ini akan berhenti menerima kemas kini tidak lama lagi, jadi sila pasang versi App Store — ia menggantikan versi ini dan projek anda kekal di tempatnya.
nl: Screenshot Bro staat nu op de App Store en dankzij jouw feedback is dit zover gekomen. Deze bèta ontvangt binnenkort geen updates meer, dus installeer de App Store-versie. Deze vervangt deze, en uw projecten blijven waar ze zijn.
no: Screenshot Bro er nå på App Store, og tilbakemeldingen din bidro til å komme dit. Denne betaversjonen slutter snart å motta oppdateringer, så installer App Store-versjonen – den erstatter denne, og prosjektene dine forblir der de er.
pl: Screenshot Bro jest teraz w App Store, a Twoja opinia pomogła go tam umieścić. Ta wersja beta wkrótce przestanie otrzymywać aktualizacje, więc zainstaluj wersję App Store — zastąpi ona tę, a Twoje projekty pozostaną tam, gdzie są.
pt_br: O Screenshot Bro agora está na App Store, e seu feedback ajudou a chegar até aqui. Esta beta deixará de receber atualizações em breve, então instale a versão da App Store — ela substitui esta, e seus projetos continuam exatamente onde estão.
pt_pt: Screenshot Bro agora está no App Store, e seus comentários ajudaram a chegar lá. Esta versão beta deixará de receber atualizações em breve, então instale a versão App Store — ela substitui esta e seus projetos permanecerão onde estão.
ro: Screenshot Bro este acum pe App Store, iar feedbackul dvs. a ajutat să ajungeți acolo. Această versiune beta nu va mai primi actualizări în curând, așa că vă rugăm să instalați versiunea App Store — o înlocuiește pe aceasta, iar proiectele dvs. rămân exact acolo unde sunt.
ru: Screenshot Bro теперь в App Store, и ваши отзывы помогли этого добиться. Эта бета-версия скоро перестанет получать обновления, поэтому установите версию из App Store — она заменит эту, а ваши проекты останутся на своих местах.
sk: Screenshot Bro je teraz na App Store a vaša spätná väzba mu pomohla dostať sa tam. Táto beta verzia čoskoro prestane dostávať aktualizácie, preto si nainštalujte verziu App Store – nahrádza túto verziu a vaše projekty zostanú tam, kde sú.
sl: Screenshot Bro je zdaj na App Store in vaše povratne informacije so pomagale priti tja. Ta različica beta kmalu ne bo več prejemala posodobitev, zato namestite različico App Store — nadomešča to in vaši projekti ostanejo tam, kjer so.
sv: Screenshot Bro finns nu på App Store, och din feedback hjälpte till att få den där. Den här betaversionen kommer snart att sluta ta emot uppdateringar, så installera versionen App Store – den ersätter den här, och dina projekt stannar precis där de är.
th: Screenshot Bro ขณะนี้อยู่ใน App Store และความคิดเห็นของคุณช่วยให้บรรลุเป้าหมายดังกล่าว เบต้านี้จะหยุดรับการอัปเดตเร็วๆ นี้ ดังนั้นโปรดติดตั้งเวอร์ชัน App Store ซึ่งจะมาแทนที่เวอร์ชันนี้ และโปรเจ็กต์ของคุณก็จะยังคงอยู่ในตำแหน่งเดิม
tr: Screenshot Bro artık App Store’da ve geri bildirimleriniz buraya gelmesine yardımcı oldu. Bu beta yakında güncelleme almayı bırakacak, bu yüzden lütfen App Store sürümünü yükleyin — bunun yerini alır ve projeleriniz olduğu yerde kalır.
uk: Screenshot Bro тепер в App Store, і ваші відгуки допомогли цього досягти. Ця бета-версія незабаром перестане отримувати оновлення, тож установіть версію з App Store — вона замінить цю, а ваші проєкти залишаться на своїх місцях.
ur: Screenshot Bro اب App Store پر ہے، اور آپ کے تاثرات نے اسے وہاں تک پہنچانے میں مدد کی۔ یہ بیٹا جلد ہی اپ ڈیٹس وصول کرنا بند کر دے گا، لہذا براہ کرم App Store ورژن انسٹال کریں — یہ اس کی جگہ لے لیتا ہے، اور آپ کے پروجیکٹس وہیں رہتے ہیں جہاں وہ ہیں۔
vi: Screenshot Bro hiện có trên App Store và phản hồi của bạn đã giúp đưa nó lên đó. Phiên bản beta này sẽ sớm ngừng nhận bản cập nhật, vì vậy vui lòng cài đặt phiên bản App Store — phiên bản này sẽ thay thế phiên bản này và các dự án của bạn vẫn giữ nguyên như cũ.
zh_hans: Screenshot Bro 现已登陆 App Store，这离不开你的反馈。此测试版即将停止更新，请安装 App Store 版本——它会替换当前版本，你的项目都会原样保留。
zh_hant: Screenshot Bro 現已登上 App Store，這離不開你的回饋。此測試版即將停止更新，請安裝 App Store 版本——它會取代目前的版本，你的專案都會原封不動地保留。

source: Not Now
ar: ليس الآن
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fa: الان نه
fi: Ei nyt
fr: Plus tard
he: לא עכשיו
hr: Ne sada
hu: Most nem
id: Tidak Sekarang
it: Non ora
ja: 今はしない
ko: 나중에
ms: Bukan Sekarang
nl: Niet nu
no: Ikke nå
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
uk: Не зараз
ur: ابھی نہیں۔
vi: Không phải bây giờ
zh_hans: 以后再说
zh_hant: 以後再說

source: Open App Store
ar: فتح App Store
ca: Obre App Store
cs: Otevřít App Store
da: Åbn App Store
de: App Store öffnen
el: Άνοιγμα App Store
es: Abrir App Store
fa: باز کردن App Store
fi: Avaa App Store
fr: Ouvrir l’App Store
he: פתח את App Store
hr: Otvori App Store
hu: App Store megnyitása
id: Buka App Store
it: Apri App Store
ja: App Store を開く
ko: App Store 열기
ms: Buka App Store
nl: Open de App Store
no: Åpne App Store
pl: Otwórz App Store
pt_br: Abrir App Store
pt_pt: Abra App Store
ro: Deschide App Store
ru: Открыть App Store
sk: Otvoriť App Store
sl: Odpri App Store
sv: Öppna App Store
th: เปิด App Store
tr: App Store’u Aç
uk: Відкрити App Store
ur: کھولیں App Store
vi: Mở App Store
zh_hans: 打开 App Store
zh_hant: 打開 App Store

source: This language has no screenshots on Google Play yet.
ar: لا تحتوي هذه اللغة على لقطات شاشة في Google Play حتى الآن.
ca: Aquest idioma encara no té captes de pantalla a Google Play.
cs: Tento jazyk zatím nemá žádné snímky obrazovky Google Play.
da: Dette sprog har ingen skærmbilleder på Google Play endnu.
de: Diese Sprache hat noch keine Screenshots bei Google Play.
el: Αυτή η γλώσσα δεν έχει ακόμα στιγμιότυπα οθόνης στο Google Play.
es: Este idioma aún no tiene capturas en Google Play.
fa: این زبان هنوز هیچ اسکرین‌شاتی در Google Play ندارد.
fi: Tällä kielellä ei ole vielä kuvakaappauksia termistä Google Play.
fr: Cette langue n’a encore aucune capture sur Google Play.
he: לשפה הזו אין צילומי מסך ב-Google Play עדיין.
hr: Ovaj jezik još nema snimaka zaslona za Google Play.
hu: Ezen a nyelven még nincs képernyőkép a Google Play kifejezésről.
id: Bahasa ini belum memiliki tangkapan layar di Google Play.
it: Questa lingua non ha ancora screenshot su Google Play.
ja: この言語には Google Play にまだスクリーンショットがありません。
ko: 이 언어는 아직 Google Play에 스크린샷이 없습니다.
ms: Bahasa ini belum mempunyai tangkapan skrin pada Google Play.
nl: Deze taal heeft nog geen screenshots op Google Play.
no: Dette språket har ingen skjermbilder på Google Play ennå.
pl: W tym języku nie ma jeszcze zrzutów ekranu w Google Play.
pt_br: Este idioma ainda não tem capturas no Google Play.
pt_pt: Este idioma ainda não possui capturas de ecrã em Google Play.
ro: Această limbă nu are încă capturi de ecran pe Google Play.
ru: Для этого языка в Google Play пока нет скриншотов.
sk: Tento jazyk zatiaľ nemá žiadne snímky obrazovky Google Play.
sl: Ta jezik še nima posnetkov zaslona za Google Play.
sv: Det här språket har inga skärmdumpar på Google Play än.
th: ภาษานี้ยังไม่มีภาพหน้าจอใน Google Play
tr: Bu dilin Google Play'de henüz ekran görüntüsü yok.
uk: Для цієї мови в Google Play ще немає знімків екрана.
ur: اس زبان میں ابھی تک Google Play پر کوئی اسکرین شاٹس نہیں ہیں۔
vi: Ngôn ngữ này chưa có ảnh chụp màn hình trên Google Play.
zh_hans: 此语言在 Google Play 上还没有截图。
zh_hant: 此語言在 Google Play 上還沒有截圖。

source: This language has screenshots on Google Play, but none for %@.
ar: تحتوي هذه اللغة على لقطات شاشة بتاريخ Google Play، ولكن لا توجد لقطات شاشة لـ %1$@.
ca: Aquest idioma té captures de pantalla el Google Play, però cap per a %1$@.
cs: Tento jazyk má snímky obrazovky pro Google Play, ale žádné pro %1$@.
da: Dette sprog har skærmbilleder på Google Play, men ingen for %1$@.
de: Diese Sprache hat Screenshots bei Google Play, aber keine für %@.
el: Αυτή η γλώσσα έχει στιγμιότυπα οθόνης στο Google Play, αλλά κανένα για %1$@.
es: Este idioma tiene capturas en Google Play, pero ninguna para %@.
fa: این زبان در Google Play اسکرین‌شات دارد، اما هیچ‌کدام برای %@ نیست.
fi: Tällä kielellä on kuvakaappauksia termillä Google Play, mutta ei yhtään kielelle %1$@.
fr: Cette langue a des captures sur Google Play, mais aucune pour %@.
he: לשפה הזו יש צילומי מסך ב-Google Play, אבל אף אחד עבור %1$@.
hr: Ovaj jezik ima snimke zaslona za Google Play, ali nijednu za %1$@.
hu: Ezen a nyelven vannak képernyőképek a Google Play kifejezésről, de nincsenek a %1$@ nyelven.
id: Bahasa ini memiliki tangkapan layar pada Google Play, namun tidak ada untuk %1$@.
it: Questa lingua ha screenshot su Google Play, ma nessuno per %@.
ja: この言語には Google Play にスクリーンショットがありますが、%@ 用はありません。
ko: 이 언어는 Google Play에 스크린샷이 있지만 %@용은 없습니다.
ms: Bahasa ini mempunyai tangkapan skrin pada Google Play, tetapi tiada untuk %1$@.
nl: Deze taal heeft schermafbeeldingen voor Google Play, maar geen voor %1$@.
no: Dette språket har skjermbilder på Google Play, men ingen for %1$@.
pl: W tym języku znajdują się zrzuty ekranu w Google Play, ale nie ma ich w %1$@.
pt_br: Este idioma tem capturas no Google Play, mas nenhuma para %@.
pt_pt: Este idioma tem capturas de ecrã em Google Play, mas nenhuma para %1$@.
ro: Această limbă are capturi de ecran pe Google Play, dar niciuna pentru %1$@.
ru: Для этого языка в Google Play есть скриншоты, но нет ни одного для %@.
sk: Tento jazyk má snímky obrazovky pre Google Play, ale žiadne pre %1$@.
sl: Ta jezik ima posnetke zaslona za Google Play, vendar ne za %1$@.
sv: Det här språket har skärmdumpar på Google Play, men inga för %1$@.
th: ภาษานี้มีภาพหน้าจอใน Google Play แต่ไม่มีสำหรับ %1$@
tr: Bu dilin Google Play'de ekran görüntüleri var, ancak %@ için hiç yok.
uk: Для цієї мови в Google Play є знімки екрана, але жодного для %@.
ur: اس زبان میں Google Play پر اسکرین شاٹس ہیں، لیکن %1$@ کے لیے کوئی نہیں۔
vi: Ngôn ngữ này có ảnh chụp màn hình trên Google Play nhưng không có ảnh chụp màn hình cho %1$@.
zh_hans: 此语言在 Google Play 上有截图，但没有 %@ 的截图。
zh_hant: 此語言在 Google Play 上有截圖，但沒有 %@ 的截圖。

source: Screenshots Google Play already has for %@.
ar: لقطات الشاشة Google Play موجودة بالفعل لـ %1$@.
ca: Les captures de pantalla Google Play ja té per a %1$@.
cs: Snímky obrazovky Google Play již pro %1$@ existují.
da: Skærmbilleder Google Play har allerede for %1$@.
de: Screenshots, die Google Play bereits für %@ hat.
el: Στιγμιότυπα οθόνης Google Play έχει ήδη για %1$@.
es: Capturas que Google Play ya tiene para %@.
fa: اسکرین‌شات‌هایی که Google Play از قبل برای %@ دارد.
fi: Kuvakaappauksia Google Play on jo %1$@.
fr: Captures que Google Play possède déjà pour %@.
he: צילומי מסך Google Play כבר יש עבור %1$@.
hr: Snimke zaslona Google Play već ima za %1$@.
hu: Google Play már rendelkezik képernyőképekkel a következőhöz: %1$@.
id: Tangkapan layar Google Play sudah ada untuk %1$@.
it: Screenshot che Google Play ha già per %@.
ja: Google Play にすでにある %@ 用のスクリーンショット。
ko: Google Play에 이미 있는 %@용 스크린샷입니다.
ms: Tangkapan skrin Google Play sudah ada untuk %1$@.
nl: Screenshots die Google Play al heeft voor %1$@.
no: Skjermbilder Google Play har allerede for %1$@.
pl: Zrzuty ekranu, które Google Play ma już dla %1$@.
pt_br: Capturas que o Google Play já tem para %@.
pt_pt: Capturas de ecrã que Google Play já possui para %1$@.
ro: Capturi de ecran Google Play le are deja pentru %1$@.
ru: Скриншоты, которые уже есть в Google Play для %@.
sk: Snímky obrazovky Google Play už pre %1$@ existujú.
sl: Posnetke zaslona Google Play že ima za %1$@.
sv: Skärmdumpar Google Play har redan för %1$@.
th: ภาพหน้าจอ Google Play มีอยู่แล้วสำหรับ %1$@
tr: Google Play'de %@ için zaten bulunan ekran görüntüleri.
uk: Знімки екрана, які вже є в Google Play для %@.
ur: اسکرین شاٹس Google Play میں %1$@ کے لیے پہلے سے موجود ہیں۔
vi: Ảnh chụp màn hình Google Play đã có cho %1$@.
zh_hans: Google Play 上已有的 %@ 截图。
zh_hant: Google Play 上已有的 %@ 截圖。

source: %lld on Google Play
ar: %1$lld في Google Play
ca: %1$lld el Google Play
cs: %1$lld dne Google Play
da: %1$lld på Google Play
de: %lld bei Google Play
el: %1$lld στις Google Play
es: %lld en Google Play
fa: %lld در Google Play
fi: %1$lld Google Play
fr: %lld sur Google Play
he: %1$lld ב-Google Play
hr: %1$lld dana Google Play
hu: %1$lld, Google Play
id: %1$lld pada Google Play
it: %lld su Google Play
ja: Google Play に %lld 枚
ko: Google Play에 %lld개
ms: %1$lld pada Google Play
nl: %1$lld op Google Play
no: %1$lld på Google Play
pl: %1$lld w Google Play
pt_br: %lld no Google Play
pt_pt: %1$lld em Google Play
ro: %1$lld pe Google Play
ru: %lld в Google Play
sk: %1$lld dňa Google Play
sl: %1$lld dne Google Play
sv: %1$lld på Google Play
th: %1$lld ใน Google Play
tr: Google Play'de %lld
uk: %lld у Google Play
ur: Google Play پر %1$lld
vi: %1$lld trên Google Play
zh_hans: Google Play 上有 %lld 张
zh_hant: Google Play 上有 %lld 張
